class ListItem {
  String name;
  String image;
  String color;
  String description;
  String longDescription;

  ListItem(this.name, this.image, this.color, this.description, this.longDescription);
}

List<ListItem> listItems = [
  ListItem("Happy", "happy.jpg", "0XFFF75109", "ايوه كده خليكي مبسوطه وبتضحكي علي طول بلاش البوز العشره متر اللي بيطلع ده وافتكري دايما مقوله حكيم قالهالي في مره (ي جدع انت) ", "ايوه كده خليكي مبسوطه وبتضحكي علي طول بلاش البوز العشره متر اللي بيطلع ده وافتكري دايما مقوله حكيم قالهالي في مره (ي جدع انت) وبس يسطا (مبتحبيش يسطا بس هو انا متعود اقولها كده (مع تحيات الرخم اللي في حياتك)"),
  ListItem("Sad", "sad.jpg", "0XFFF7A314", "زعلانه لي بس ي فراوله هو في قمر زي ده يزعل كده وبعدين يعني فين الضحكه اللي بتسمع العماره كلها ", "زعلانه لي بس ي فراوله هو في قمر زي ده يزعل كده وبعدين يعني فين الضحكه اللي بتسمع العماره كلها نفتح الكباريه ازاي احنا دلوقتي وبعدين يعني كفايه ان انا موجود في حياتك اساسا .مصدر بهجه كده يلا بقي اضحكي كده"),
  ListItem("Angry", "angry.jpg", "0XFFDB3503", "لا بقولك اي مش لايق عليكي دور العصبيه علي فكره وانتي بتضحكي احلي فسيكاها كده واضحكي بدل ماجيلك ", "لا بقولك اي مش لايق عليكي دور العصبيه علي فكره وانتي بتضحكي احلي فسيكاها كده واضحكي بدل ماجيلك .بصي هقولك لو ضحكتي هجيبلك بطيخه تحشري راسك فيها وهتكون ساقعه كمان عشان تعرفوا بس . يلا اضحكي بقي كده"),
  ListItem("Strangled", "angry.jpg", "0XFF64941A", "ياتي كميله مخنوقه من اي بس وبعدين والله عيب في حقي كده لما اكون موجود في حيات وتتخنقي ده حتي الناس تاكل وشي كده. ", "ياتي كميله مخنوقه من اي بس وبعدين والله عيب في حقي كده لما اكون موجود في حيات وتتخنقي ده حتي الناس تاكل وشي كده.اضحكي ي هبله محدش واخد منها حاجه اضحكي وهجيبلك نفس البطيخه تاني يلا . ده اخر مربه هتفتحيه فحابب اقولك يارب نكمل في حياه بعض علي طول ولو مكملناش يبقي التطبيق ده ذكري ليكي عشان تفتكريني بيه بتمنالك الخير دايما في حياتك ي جعفر وتكوني مبسوطه علي طول يارب"),
];
